#+LATEX_HEADER: \usepackage{xeCJK}
#+LATEX_HEADER: \setmainfont{"微软雅黑"}
#+ATTR_LATEX: :width 5cm :options angle=90
#+TITLE: Canceled Task
#+AUTHOR: 杨 睿
#+EMAIL: yangruipis@163.com
#+KEYWORDS: GTD
#+OPTIONS: H:4 toc:t 

* Work

** CANCELED [#B] 女朋友网站
- State "CANCELED"   from "TODO"       [2018-05-26 六 10:06]

** 京东Jdata比赛                                           :project:weekly:
:LOGBOOK:  
- State "CANCELED"   from "TODO"       [2018-05-28 一 20:54]
- State "CANCELED"   from "TODO"       [2018-05-28 一 20:54]
- State "TODO"       from ""           [2018-05-28 一 15:52]
- State "DONE"       from "TODO"       [2018-05-28 一 09:32]
:END:      
- State "DONE"       from "TODO"       [2018-05-21 一 16:50]
:PROPERTIES:
:LAST_REPEAT: [2018-05-28 一 20:54]
:END:

** DONE [#C] 秋招提前批公司了解
SCHEDULED: <2018-06-12 二>
- State "DONE"       from "TODO"       [2018-07-23 一 12:11]
** DONE 个人项目：simple_ml                                :project:weekly:
:PROPERTIES:
:LAST_REPEAT: [2018-07-23 一 12:10]
:END:
- State "DONE"       from              [2018-07-23 一 12:10]
- State "DONE"       from              [2018-07-23 一 12:10]
- State "DONE"       from              [2018-07-23 一 12:10]
:LOGBOOK:  
CLOCK: [2018-06-21 四 20:16]--[2018-06-21 四 20:41] =>  0:25
CLOCK: [2018-06-17 日 10:02]--[2018-06-17 日 11:13] =>  1:11
CLOCK: [2018-06-16 六 14:25]--[2018-06-16 六 14:50] =>  0:25
CLOCK: [2018-06-13 三 12:47]--[2018-06-13 三 14:32] =>  1:45
CLOCK: [2018-06-12 二 10:01]--[2018-06-12 二 10:56] =>  0:55
CLOCK: [2018-06-11 一 14:02]--[2018-06-11 一 16:00] =>  1:58
CLOCK: [2018-06-11 一 13:05]--[2018-06-11 一 13:30] =>  0:25
- State "TODO"       from ""           [2018-05-28 一 14:49]
- State "DONE"       from "SOMEDAY"    [2018-05-28 一 14:47]
- State "FIXED"      from "TODO"       [2018-05-28 一 14:47]
- State "FIXED"      from "TODO"       [2018-05-28 一 14:47]
- State "FIXED"      from "TODO"       [2018-05-28 一 14:47]
- State "TODO"       from "SOMEDAY"    [2018-05-28 一 14:47]
- State "DONE"       from "SOMEDAY"    [2018-05-28 一 14:47]
- State "FIXED"      from "TODO"       [2018-05-28 一 14:47]
- State "FIXED"      from "TODO"       [2018-05-28 一 14:47]
- State "TODO"       from "SOMEDAY"    [2018-05-28 一 14:47]
- State "FIXED"      from "TODO"       [2018-05-28 一 14:47]
- State "DONE"       from "TODO"       [2018-05-22 二 14:49]
:END:      
- State "DONE"       from "TODO"       [2018-05-15 二 15:13]

:PROPERTIES:
:LAST_REPEAT: [2018-05-28 一 14:47]
:END:

*** 单元测试


* Learning

* Hobbies

* Others



